"ADD_EVENT_PROMPT" = "Ustal szczegóły wydarzenia.";
"ADD_EVENT" = "Dodaj wydarzenie";
"EDIT_EVENT" = "Edycja";
"CANCEL" = "Anuluj";

"DELETE" = "Usuń";
"DELETE_ONE" = "Usuń tylko to wydarzenie";
"DELETE_FUTURE" = "Usuń wszystkie przyszłe";
"DELETE_RECURRING_ALERT_TITLE" = "To jest wydarzenie powtarzające się.";
"DELETE_EVENT" = "Usuń wydarzenie";

"DETACH_ONE" = "Zachowaj tylko dla tego";
"DETACH_FUTURE" = "Zachowaj dla przyszłych";
"DETACH_ALL" = "Zachowaj dla wszystkich";
"DETACH_ALERT_TITLE" = "To jest wydarzenie powtarzające się.";

"CANCEL_DIRTY_ALERT_TITLE" = "To wydarzenie było edytowane.";
"CANCEL_DIRTY_CANCEL" = "Anuluj edycję";
"CANCEL_DIRTY_REVIEW" = "Przejrzyj edycję";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Nie można wysłać zaproszenia";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "„%@” nie jest chyba prawidłowym adresem email.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Nazwa";
"LOCATION_PLACEHOLDER" = "Miejsce";
"TITLE_DETAIL_NAV_TITLE" = "Nazwa i miejsce";
"DEFAULT_EVENT_TITLE" = "Nowe wydarzenie";
"ADD_TO_CALENDAR" = "Dodaj do Kalendarza";

"STARTS" = "Początek";
"ENDS" = "Koniec";
"DATE_DETAIL_NAV_TITLE" = "Czas";
"ALL_DAY_SWITCH_TITLE" = "Całodniowe";
"TIME_ZONE" = "Strefa czasowa";
"FLOATING" = "Swobodne";

"REPEAT" = "Powtarzaj";
"NEVER_DETAIL" = "Brak";
"DAILY_DETAIL" = "Codziennie";
"WEEKLY_DETAIL" = "Co tydzień";
"BIWEEKLY_DETAIL" = "Co dwa tygodnie";
"MONTHLY_DETAIL" = "Co miesiąc";
"YEARLY_DETAIL" = "Co roku";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Powtarzaj";
"END_REPEAT" = "Zakończ powt.";
"END_REPEAT_NAV_TITLE" = "Koniec powtarzania";
"TIME_ZONE_CHOOSER_PROMPT" = "Wpisz nazwę miasta.";

"REPEAT_FOREVER" = "Powtarzaj zawsze";

"ADD_INVITEES_NAV_TITLE" = "Dodaj osoby";
"ADD_INVITEES_PROMPT" = "Dodaj zaproszonych do tego wydarzenia.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Nie można zachować wydarzenia";
"ALERT_TIME" = "Czas przypomnienia";
"CANNOT_REPEAT_EVENT" = "Nie można powtarzać wydarzenia";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

